{
  "skibidi": "A reference to the 'Skibidi Toilet' meme, known for its chaotic humor and surreal scenarios.",
  "gyatt": "Internet slang for 'goddamn,' often used to express excitement or admiration.",
  "rizz": "Short for charisma or charm, especially when impressing someone romantically.",
  "only in ohio": "A phrase used ironically to describe bizarre or surreal situations.",
  "duke dennis": "A popular internet personality and streamer, often referenced humorously.",
  "did you pray today": "A catchphrase encouraging reflection, often used ironically online.",
  "livvy dunne": "A well-known social media influencer and gymnast, frequently mentioned in memes.",
  "rizzing up": "The act of charming or impressing someone, often in a romantic context.",
  "baby gronk": "A young athlete humorously compared to NFL player Rob Gronkowski.",
  "sussy imposter": "A term from the game 'Among Us' used to describe someone acting suspiciously.",
  "pibby glitch": "A reference to 'Come and Learn with Pibby,' associated with glitchy animations and chaos.",
  "in real life": "Often abbreviated as IRL, used to describe events happening outside the internet.",
  "sigma alpha omega male grindset": "A parody of self-help and masculinity tropes focused on 'grinding' or hard work.",
  "andrew tate": "A controversial internet personality known for polarizing opinions on masculinity.",
  "goon cave": "Slang referring to an isolated space used for obsessive internet consumption.",
  "freddy fazbear": "The main character from the 'Five Nights at Freddy's' game series.",
  "colleen ballinger": "An internet personality known for her 'Miranda Sings' character.",
  "smurf cat vs strawberry elephant": "A nonsensical phrase symbolizing random internet humor.",
  "blud": "Slang for 'bro' or 'dude,' often used humorously.",
  "dawg": "A term for a friend or companion, often used casually.",
  "shmlawg": "A goofy, exaggerated variation of 'dog.'",
  "ishowspeed": "A popular streamer known for high-energy, chaotic content.",
  "a whole bunch of turbulence": "A phrase symbolizing chaotic or unexpected events.",
  "ambatukam": "A meme phrase often used humorously in chaotic contexts.",
  "bro really thinks he's carti": "A phrase mocking someone trying to imitate rapper Playboi Carti.",
  "literally hitting the griddy": "A reference to doing the viral dance move called 'The Griddy.'",
  "the ocky way": "A phrase popularized by a viral TikTok chef known for unique food preparation.",
  "kai cenat": "A well-known streamer and internet personality.",
  "fanum tax": "A humorous phrase from Kai Cenat's group referencing fictional taxes.",
  "garten of banban": "A surreal horror game often associated with chaotic humor.",
  "no edging in class": "A humorous phrase from internet memes, often nonsensical.",
  "not the mosquito again": "A meme phrase referencing unexpected annoyance or chaos.",
  "bussing": "Slang for something very good or tasty.",
  "axel in harlem": "A viral internet meme featuring exaggerated animations.",
  "whopper whopper whopper whopper": "A reference to a repetitive Burger King jingle used in memes.",
  "1 2 buckle my shoe": "A viral trend based on a nursery rhyme, often used humorously.",
  "goofy ahh": "A playful insult implying something or someone is silly or absurd.",
  "aiden ross": "A popular internet streamer known for his collaborations with celebrities.",
  "sin city monday left me broken": "A meme phrase often paired with surreal or ironic imagery.",
  "quirked up white boy busting it down sexual style": "A humorous and nonsensical phrase describing exaggerated behavior.",
  "goated with the sauce": "A phrase meaning exceptionally skilled or talented.",
  "john pork": "A fictional character represented by a pig, often appearing in surreal memes.",
  "grimace shake": "A viral trend where people humorously react to drinking a Grimace-themed milkshake.",
  "kiki do you love me": "A lyric from Drake's song 'In My Feelings,' used in viral dance challenges.",
  "huggy wuggy": "A character from the horror game 'Poppy Playtime,' often featured in memes.",
  "nathaniel b": "A humorous phrase from a viral internet roast battle.",
  "lightskin stare": "A reference to exaggerated or dramatic expressions in memes.",
  "biggest bird": "A phrase representing dominance or being the best at something.",
  "omar the referee": "A fictional referee used in memes to enforce comedic 'rules.'",
  "amogus": "A distorted reference to the game 'Among Us,' used humorously.",
  "uncanny": "A meme format focusing on eerie or unsettling visuals.",
  "wholesome reddit": "A stereotype of overly positive or naive internet communities.",
  "chungus": "A term representing a large, exaggerated version of Bugs Bunny.",
  "keanu reeves": "An actor celebrated in meme culture for his roles and wholesome reputation.",
  "pizza tower": "A chaotic indie game known for its surreal humor.",
  "zesty": "Slang for something bold or eccentric.",
  "poggers": "A term used to express excitement, originating from Twitch culture.",
  "kumalala savesta": "A nonsensical phrase from meme culture, often used humorously.",
  "quandale dingle": "A fictional character and meme known for absurd scenarios.",
  "glizzy": "Slang for a hot dog, often humorously exaggerated in memes.",
  "rose toy": "A reference to a viral product often used humorously in memes.",
  "ankha zone": "A meme based on a viral animation featuring Ankha from Animal Crossing.",
  "thug shaker": "A meme phrase often used humorously in chaotic contexts.",
  "morbin time": "A parody of 'It's Morphin Time,' from the movie 'Morbius.'",
  "dj khaled": "A music producer and meme figure known for his motivational catchphrases.",
  "sisyphus": "A reference to the Greek myth, often symbolizing endless struggles.",
  "oceangate": "A reference to the submarine tourism company, often associated with controversy.",
  "shadow wizard money gang": "A meme phrase humorously describing wizards who practice magic for money.",
  "ayo the pizza here": "A viral Vine phrase often paired with humorous imagery.",
  "PLUH": "A nonsensical sound used humorously in memes.",
  "nair butthole waxing": "A bizarre and humorous phrase from meme culture.",
  "t-pose": "A stance from video games often associated with asserting dominance.",
  "ugandan knuckles": "A viral meme from VRChat featuring a stylized Knuckles character.",
  "family guy funny moments compilation with subway surfers gameplay at the bottom": "A parody of internet content combining unrelated elements.",
  "nickeh30": "A popular family-friendly streamer on Twitch.",
  "ratio": "A term used to describe a reply getting more likes than the original post.",
  "uwu": "A cute expression often associated with internet and anime culture.",
  "delulu": "Short for 'delusional,' often used humorously.",
  "opium bird": "A fictional meme character symbolizing chaotic energy.",
  "cg5": "An artist known for creating internet-themed music.",
  "mewing": "A jawline-shaping exercise, often discussed humorously.",
  "fortnite battle pass": "A reference to the in-game subscription in Fortnite.",
  "all my fellas": "A phrase showing solidarity among friends.",
  "gta 6": "A highly anticipated video game often joked about for its long development time.",
  "backrooms": "A surreal and eerie internet concept of liminal spaces.",
  "gigachad": "A meme symbolizing an idealized, hyper-masculine man.",
  "based": "A term for something that is authentic or praiseworthy.",
  "cringe": "A term for something awkward or embarrassing.",
  "kino": "A term from film culture meaning 'cinema,' often used ironically.",
  "redpilled": "A controversial term often associated with alternative perspectives.",
  "no nut november": "An internet challenge where participants abstain from sexual activities in November.",
  "pokénut november": "A parody of 'No Nut November,' referencing Pokémon.",
  "foot fetish": "A humorous term used in memes referencing feet.",
  "F in the chat": "A phrase to express respect or condolences online.",
  "i love lean": "A reference to internet culture surrounding the drink lean.",
  "looksmaxxing": "The act of optimizing one's appearance, often discussed humorously.",
  "gassy": "Slang for feeling bloated or humorous references to gas.",
  "social credit": "A humorous reference to China's social credit system.",
  "bing chilling": "A meme phrase from John Cena’s viral video speaking Mandarin.",
  "xbox live": "A reference to Microsoft’s online gaming service.",
  "mrbeast": "A popular YouTuber known for extravagant challenges.",
  "kid named finger": "A meme phrase based on the character Mike Ehrmantraut from Breaking Bad.",
  "better call saul": "A reference to the TV show, often used humorously in memes.",
  "i am a surgeon": "A dramatic phrase from a TV show, used humorously online.",
  "hit or miss i guess they never miss huh": "A lyric from a TikTok-famous song.",
  "i like ya cut g": "A phrase said when complimenting someone’s haircut, often humorously followed by a slap.",
  "ice spice": "A rapper often referenced in memes.",
  "gooning": "A humorous internet term for obsessive behavior.",
  "fr": "Short for 'for real,' often used for emphasis.",
  "we go gym": "A motivational phrase often used humorously.",
  "kevin james": "An actor humorously inserted into memes.",
  "josh hutcherson": "An actor known for his role in The Hunger Games, often mentioned nostalgically.",
  "coffin of andy and leyley": "A surreal internet meme referencing fictional characters.",
  "metal pipe falling": "A viral sound effect used in memes.",
  "lunchly": "A brand of snack kits created by YouTubers MrBeast, KSI, and Logan Paul, marketed as a healthier alternative to Lunchables. The product gained attention due to a viral advertisement featuring Logan Paul saying, 'I like my cheese drippy, bruh,' which became a meme. :contentReference[oaicite:1]{index=1}",
  "prime": "A beverage brand developed by YouTubers KSI and Logan Paul, offering sports drinks and energy drinks. It has become popular among their fanbases and is often referenced in internet culture.",
  "thick of it": "A phrase used to describe being deeply involved or immersed in a particular situation or activity. In internet slang, it can refer to someone being heavily engaged in current trends or events.",
  "when knee surgery is tmrw": "A meme format where individuals perform exaggerated or strenuous activities despite having an impending medical procedure, highlighting humorous contradictions or poor decision-making."
}
  