{
  "skibidi": "A reference to the 'Skibidi Toilet' meme, known for its chaotic humor and surreal scenarios.",
  "gyatt": "Internet slang for 'goddamn,' often used to express excitement or admiration.",
  "rizz": "Short for charisma or charm, especially when impressing someone romantically.",
  "only in ohio": "A phrase used ironically to describe bizarre or surreal situations.",
  "duke dennis": "A popular internet personality and streamer, often referenced humorously.",
  "did you pray today": "A catchphrase encouraging reflection, often used ironically online.",
  "livvy dunne": "A well-known social media influencer and gymnast, frequently mentioned in memes.",
  "rizzing up": "The act of charming or impressing someone, often in a romantic context.",
  "baby gronk": "A young athlete humorously compared to NFL player Rob Gronkowski.",
  "sussy imposter": "A term from the game 'Among Us' used to describe someone acting suspiciously.",
  "in real life": "Often abbreviated as IRL, used to describe events happening outside the internet.",
  "sigma alpha omega male grindset": "A parody of self-help and masculinity tropes focused on 'grinding' or hard work.",
  "andrew tate": "A controversial internet personality known for polarizing opinions on masculinity.",
  "goon cave": "Slang referring to an isolated space used for obsessive internet consumption.",
  "blud": "Slang for 'bro' or 'dude,' often used humorously.",
  "dawg": "A term for a friend or companion, often used casually.",
  "ishowspeed": "A popular streamer known for high-energy, chaotic content.",
  "a whole bunch of turbulence": "A phrase symbolizing chaotic or unexpected events.",
  "ambatukam": "A meme phrase often used humorously in chaotic contexts.",
  "bro really thinks he's carti": "A phrase mocking someone trying to imitate rapper Playboi Carti.",
  "literally hitting the griddy": "A reference to doing the viral dance move called 'The Griddy.'",
  "the ocky way": "A phrase popularized by a viral TikTok chef known for unique food preparation.",
  "kai cenat": "A well-known streamer and internet personality.",
  "fanum tax": "A humorous phrase from Kai Cenat's group referencing fictional taxes.",
  "bussing": "Slang for something very good or tasty.",
  "goofy ahh": "A playful insult implying something or someone is silly or absurd.",
  "adin ross": "A popular internet streamer known for his collaborations with celebrities.",
  "john pork": "A fictional character represented by a pig, often appearing in surreal memes.",
  "grimace shake": "A viral trend where people humorously react to drinking a Grimace-themed milkshake.",
  "kiki do you love me": "A lyric from Drake's song 'In My Feelings,' used in viral dance challenges.",
  "huggy wuggy": "A character from the horror game 'Poppy Playtime,' often featured in memes.",
  "nathaniel b": "A humorous phrase from a viral internet roast battle.",
  "lightskin stare": "A reference to exaggerated or dramatic expressions in memes.",
  "biggest bird": "A phrase representing dominance or being the best at something.",
  "omar the referee": "A fictional referee used in memes to enforce comedic 'rules.'",
  "zesty": "Slang for something bold or eccentric.",
  "poggers": "A term used to express excitement, originating from Twitch culture.",
  "quandale dingle": "A fictional character and meme known for absurd scenarios.",
  "glizzy": "Slang for a hot dog, often humorously exaggerated in memes.",
  "thug shaker": "A meme phrase often used humorously in chaotic contexts.",
  "morbin time": "A parody of 'It's Morphin Time,' from the movie 'Morbius.'",
  "dj khaled": "A music producer and meme figure known for his motivational catchphrases.",
  "shadow wizard money gang": "A meme phrase humorously describing wizards who practice magic for money.",
  "PLUH": "A nonsensical sound used humorously in memes.",
  "family guy funny moments compilation with subway surfers gameplay at the bottom": "A parody of internet content combining unrelated elements.",
  "nickeh30": "A popular family-friendly streamer on Twitch.",
  "uwu": "A cute expression often associated with internet and anime culture.",
  "delulu": "Short for 'delusional,' often used humorously.",
  "mewing": "A jawline-shaping exercise, often discussed humorously.",
  "looksmaxxing": "The act of optimizing one's appearance, often discussed humorously.",
  "gooning": "A humorous internet term for obsessive behavior.",
  "fr": "Short for 'for real,' often used for emphasis.",
  "lunchly": "A brand of snack kits created by YouTubers MrBeast, KSI, and Logan Paul, marketed as a healthier alternative to Lunchables. The product gained attention due to a viral advertisement featuring Logan Paul saying, 'I like my cheese drippy, bruh,' which became a meme.",
  "prime": "A beverage brand developed by YouTubers KSI and Logan Paul, offering sports drinks and energy drinks. It has become popular among their fanbases and is often referenced in internet culture.",
  "thick of it": "A phrase used to describe being deeply involved or immersed in a particular situation or activity. In internet slang, it can refer to someone being heavily engaged in current trends or events."
}
  